IDEA Open Model
OpenModel.Connections Property
 List of Connection data
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<ConnectionData> Connections { get; set; }
Public Property Connections As List(Of ConnectionData)
	Get
	Set
public:
property List<ConnectionData^>^ Connections {
	List<ConnectionData^>^ get ();
	void set (List<ConnectionData^>^ value);
}
Property Value
Type: List<ConnectionData>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace